Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ArrangementTrustGate.Explanation
source: Window arrangements embed session profiles, which can run commands, connect to remote hosts, and configure triggers or smart-selection actions that execute when the terminal sees matching output. Opening an arrangement from an untrusted source is equivalent to running a program they gave you.
de: Fensteranordnungen betten Sitzungsprofile ein, die Befehle ausführen, Verbindungen zu Remote-Hosts herstellen und Trigger oder Aktionen der intelligenten Auswahl konfigurieren können, die ausgeführt werden, wenn das Terminal eine passende Ausgabe erkennt. Das Öffnen einer Anordnung aus einer nicht vertrauenswürdigen Quelle entspricht dem Ausführen eines Programms, das Ihnen jemand gegeben hat.
ja: ウィンドウアレンジメントにはセッションプロファイルが埋め込まれており、これによりコマンドを実行したり、リモートホストに接続したり、ターミナルが一致する出力を検出したときに実行されるトリガーやスマート選択アクションを設定したりできます。信頼できない提供元からのアレンジメントを開くことは、相手から渡されたプログラムを実行することと同じです。
pt_br: Os arranjos de janela incorporam perfis de sessão, que podem executar comandos, conectar-se a hosts remotos e configurar gatilhos ou ações de seleção inteligente que são executados quando o terminal vê uma saída correspondente. Abrir um arranjo de uma fonte não confiável equivale a executar um programa que ela lhe deu.
ru: Расположения окон включают в себя профили сеансов, которые могут выполнять команды, подключаться к удалённым узлам и настраивать триггеры или действия умного выделения, которые срабатывают, когда терминал видит совпадающий вывод. Открытие расположения окон из ненадёжного источника равносильно запуску программы, которую вам дали.
zh_hans: 窗口布局会嵌入会话配置文件，这些配置文件可以运行命令、连接远程主机，并配置在终端看到匹配输出时执行的触发器或智能选择操作。打开来自不受信任来源的布局，等同于运行他们交给你的程序。

# ArrangementTrustGate.Heading
source: Open the arrangement “%@”?
de: Die Anordnung „%@“ öffnen?
ja: アレンジメント「%@」を開きますか？
pt_br: Abrir o arranjo “%@”?
ru: Открыть расположение окон «%@»?
zh_hans: 打开布局“%@”？

# ArrangementTrustGate.Open
source: Open
de: Öffnen
ja: 開く
pt_br: Abrir
ru: Открыть
zh_hans: 打开

# ArrangementTrustGate.TrustAdvice
source: Open it only if you trust where it came from.
de: Öffnen Sie sie nur, wenn Sie der Quelle vertrauen.
ja: 入手元を信頼できる場合にのみ開いてください。
pt_br: Abra somente se você confiar na origem dele.
ru: Открывайте его, только если доверяете источнику.
zh_hans: 只有在你信任其来源时才打开它。

# ArrayCount.ArgumentMustBeArray
source: Argument must be an array (was %@)
de: Argument muss ein Array sein (war %@)
ja: 引数は配列である必要があります（実際には%@でした）
pt_br: O argumento deve ser um array (era %@)
ru: Аргумент должен быть массивом (получено: %@)
zh_hans: 参数必须是一个数组（当前值为 %@）

# ArrayCount.ArgumentMustBeNonNull
source: Array argument must be non-null
de: Array-Argument darf nicht null sein
ja: 配列の引数はnullであってはなりません
pt_br: O argumento de array não pode ser nulo
ru: Аргумент-массив не должен быть null
zh_hans: 数组参数不能为空。

# AttributedStringSaver.SaveFailed
source: There was a problem saving the file: %@
de: Beim Speichern der Datei ist ein Problem aufgetreten: %@
ja: ファイルの保存中に問題が発生しました: %@
pt_br: Ocorreu um problema ao salvar o arquivo: %@
ru: Не удалось сохранить файл: %@
zh_hans: 存储文件时出现问题：%@

# AttributedStringSaver.SaveFailedHeading
source: Could Not Save File
de: Datei konnte nicht gespeichert werden
ja: ファイルを保存できませんでした
pt_br: Não foi possível salvar o arquivo
ru: Не удалось сохранить файл
zh_hans: 无法存储文件

# BackgroundCommand.OtherErrorsSilenced
source: , plus %ld other errors silenced.
de: , plus %ld weitere Fehler unterdrückt.
ja: 、他に%ld件のエラーが抑制されました。
pt_br: , além de %ld outros erros silenciados.
ru: , плюс ещё %ld ошибки подавлены.
zh_hans: ，以及已隐藏的另外 %ld 个错误。

# BackgroundCommandRunner.FinishedWithStatus
source: Finished with status %d
de: Beendet mit Status %d
ja: ステータス%dで終了しました
pt_br: Concluído com status %d
ru: Завершено со статусом %d
zh_hans: 已结束，状态为 %d

# BackgroundCommandRunner.RunCommand
source: Run command: %@
de: Befehl ausführen: %@
ja: コマンドを実行: %@
pt_br: Executar comando: %@
ru: Выполнить команду: %@
zh_hans: 运行命令： %@

# BookmarkDialog.EnterName
source: Enter Mark Name
de: Namen der Markierung eingeben
ja: マーク名を入力
pt_br: Digite o nome da marca
ru: Введите имя метки
zh_hans: 输入标记名称

# BookmarkTagEditor.DeleteBookmark
source: Delete Bookmark
de: Lesezeichen löschen
ja: ブックマークを削除
pt_br: Apagar favorito
ru: Удалить закладку
zh_hans: 删除书签

# BookmarkTagEditor.DeleteConfirm
source: Are you sure you want to delete this bookmark?
de: Möchten Sie dieses Lesezeichen wirklich löschen?
ja: このブックマークを削除してもよろしいですか？
pt_br: Tem certeza de que deseja apagar este favorito?
ru: Вы уверены, что хотите удалить эту закладку?
zh_hans: 确定要删除此书签吗？

# BookmarkTagEditor.DeletedToast
source: Bookmark Deleted
de: Lesezeichen gelöscht
ja: ブックマークを削除しました
pt_br: Favorito apagado
ru: Закладка удалена
zh_hans: 书签已删除

# BookmarkTagEditor.TagsPlaceholder
source: Enter tags…
de: Tags eingeben …
ja: タグを入力…
pt_br: Digite as etiquetas…
ru: Введите теги…
zh_hans: 输入标签…

# BookmarkTagEditor.TitleLabel
source: Title:
de: Titel:
ja: タイトル:
pt_br: Título:
ru: Заголовок:
zh_hans: 标题：

# BookmarkTagEditor.WindowTitle
source: Edit Bookmark
de: Lesezeichen bearbeiten
ja: ブックマークを編集
pt_br: Editar favorito
ru: Изменить закладку
zh_hans: 编辑书签

# BroadcastInput.WarningAllTabsMany
source: Keyboard input will be sent to %ld panes across all tabs in this window.
de: Tastatureingaben werden an %ld Bereiche in allen Tabs dieses Fensters gesendet.
ja: このウィンドウ内のすべてのタブにある%ld個のペインにキーボード入力が送信されます。
pt_br: A entrada do teclado será enviada para %ld painéis em todas as abas desta janela.
ru: Ввод с клавиатуры будет отправлен на %ld панели во всех вкладках этого окна.
zh_hans: 键盘输入将发送到此窗口中所有标签页的 %ld 个窗格。

# BroadcastInput.WarningAllTabsSingle
source: Keyboard input will be sent to all panes in all tabs in this window.
de: Tastatureingaben werden an alle Bereiche in allen Tabs dieses Fensters gesendet.
ja: このウィンドウ内のすべてのタブのすべてのペインにキーボード入力が送信されます。
pt_br: A entrada do teclado será enviada a todos os painéis em todas as abas desta janela.
ru: Ввод с клавиатуры будет отправлен всем панелям во всех вкладках этого окна.
zh_hans: 键盘输入将发送到此窗口中所有标签页中的所有窗格。

# BroadcastInput.WarningCurrentTabMany
source: Keyboard input will be sent to %ld panes in the current tab.
de: Tastatureingaben werden an %ld Bereiche im aktuellen Tab gesendet.
ja: 現在のタブ内の%ld個のペインにキーボード入力が送信されます。
pt_br: A entrada do teclado será enviada para %ld painéis na aba atual.
ru: Ввод с клавиатуры будет отправлен на %ld панели в текущей вкладке.
zh_hans: 键盘输入将发送到此标签页中的 %ld 个窗格。

# BroadcastInput.WarningCurrentTabSingle
source: Keyboard input will be sent to all panes in the current tab.
de: Tastatureingaben werden an alle Bereiche im aktuellen Tab gesendet.
ja: 現在のタブ内のすべてのペインにキーボード入力が送信されます。
pt_br: A entrada do teclado será enviada a todos os painéis na aba atual.
ru: Ввод с клавиатуры будет отправлен всем панелям в текущей вкладке.
zh_hans: 键盘输入将发送到当前标签页中的所有窗格。

# BroadcastInput.WarningMultipleSessions
source: Keyboard input will be sent to multiple sessions.
de: Tastatureingaben werden an mehrere Sitzungen gesendet.
ja: 複数のセッションにキーボード入力が送信されます。
pt_br: A entrada do teclado será enviada a várias sessões.
ru: Ввод с клавиатуры будет отправлен нескольким сеансам.
zh_hans: 键盘输入将发送到多个会话。

# BroadcastInput.WarningNoSessions
source: Keyboard input will be sent to no sessions.
de: Tastatureingaben werden an keine Sitzungen gesendet.
ja: どのセッションにもキーボード入力は送信されません。
pt_br: A entrada do teclado não será enviada a nenhuma sessão.
ru: Ввод с клавиатуры не будет отправлен ни одному сеансу.
zh_hans: 键盘输入将不会发送到任何会话。

# BrowserAdblock.InvalidJSON
source: Downloaded content is not valid JSON format
de: Heruntergeladener Inhalt hat kein gültiges JSON-Format
ja: ダウンロードしたコンテンツは有効なJSON形式ではありません
pt_br: O conteúdo transferido não está em formato JSON válido
ru: Загруженное содержимое не является допустимым JSON
zh_hans: 下载的内容不是有效的 JSON 格式。

# BrowserAdblock.InvalidURL
source: Invalid adblock list URL: %@
de: Ungültige URL der Adblock-Liste: %@
ja: 無効な広告ブロックリストURL: %@
pt_br: URL da lista de adblock inválida: %@
ru: Недопустимый URL списка блокировки рекламы: %@
zh_hans: 无效的广告拦截列表 URL：%@

# BrowserAdblock.ParseFailed
source: Failed to parse adblock list response
de: Antwort der Adblock-Liste konnte nicht analysiert werden
ja: 広告ブロックリストの応答を解析できませんでした
pt_br: Falha ao analisar a resposta da lista de adblock
ru: Не удалось разобрать ответ списка блокировки рекламы
zh_hans: 无法解析广告拦截列表响应。

# BrowserAdblock.RulesStale
source: Adblock rules haven't been updated for %lld days
de: Die Adblock-Regeln wurden seit %lld Tagen nicht aktualisiert
ja: 広告ブロックルールは%lld日間更新されていません
pt_br: As regras do Adblock não são atualizadas há %lld dias
ru: Правила блокировки рекламы не обновлялись %lld дня
zh_hans: 广告拦截规则已有 %lld 天未更新

# BrowserContextMenu.AddNamedMark
source: Add Named Mark…
de: Benannte Markierung hinzufügen…
ja: 名前付きマークを追加…
pt_br: Adicionar marca nomeada…
ru: Добавить именованную метку…
zh_hans: 添加命名标记…

# BrowserContextMenu.CopyPageTitle
source: Copy Page Title
de: Seitentitel kopieren
ja: ページタイトルをコピー
pt_br: Copiar título da página
ru: Скопировать заголовок страницы
zh_hans: 拷贝页面标题

# BrowserContextMenu.MoveToSplitPane
source: Move Browser to Split Pane
de: Browser in geteilten Bereich verschieben
ja: ブラウザをスプリットペインに移動
pt_br: Mover navegador para painel dividido
ru: Переместить браузер в разделённую панель
zh_hans: 将浏览器移动到拆分窗格

# BrowserContextMenu.MoveToTab
source: Move Browser to Tab
de: Browser in Tab verschieben
ja: ブラウザをタブに移動
pt_br: Mover navegador para aba
ru: Переместить браузер во вкладку
zh_hans: 将浏览器移动到标签页

# BrowserContextMenu.MoveToWindow
source: Move Browser to Window
de: Browser in Fenster verschieben
ja: ブラウザをウィンドウに移動
pt_br: Mover navegador para janela
ru: Переместить браузер в окно
zh_hans: 将浏览器移动到窗口

# BrowserContextMenu.Print
source: Print…
de: Drucken…
ja: プリント…
pt_br: Imprimir…
ru: Печать…
zh_hans: 打印…

# BrowserContextMenu.RemoveElement
source: Remove Element
de: Element entfernen
ja: 要素を削除
pt_br: Remover elemento
ru: Удалить элемент
zh_hans: 移除元素

# BrowserContextMenu.SavePageAs
source: Save Page As…
de: Seite speichern unter…
ja: 名前を付けてページを保存…
pt_br: Salvar página como…
ru: Сохранить страницу как…
zh_hans: 将页面存储为…

# BrowserContextMenu.SearchWith
source: Search with %@
de: Mit %@ suchen
ja: %@で検索
pt_br: Buscar com %@
ru: Искать с помощью %@
zh_hans: 用 %@ 搜索

# BrowserContextMenu.SplitPaneHorizontally
source: Split Pane Horizontally
de: Bereich horizontal teilen
ja: ペインを水平に分割
pt_br: Dividir painel horizontalmente
ru: Разделить панель по горизонтали
zh_hans: 水平拆分窗格

# BrowserContextMenu.SplitPaneVertically
source: Split Pane Vertically
de: Bereich vertikal teilen
ja: ペインを垂直に分割
pt_br: Dividir painel verticalmente
ru: Разделить панель по вертикали
zh_hans: 垂直拆分窗格

# BrowserContextMenu.SwapWithSession
source: Swap With Session…
de: Mit Sitzung tauschen…
ja: セッションと入れ替え…
pt_br: Trocar com sessão…
ru: Поменяться местами с сеансом…
zh_hans: 与其他会话交换…

# BrowserContextMenu.ViewSource
source: View Source
de: Quelltext anzeigen
ja: ソースを表示
pt_br: Ver código-fonte
ru: Просмотреть исходный код
zh_hans: 查看源代码

# BrowserErrorHandler.CannotConnectMessage
source: iTerm2 can’t establish a secure connection to the server. The server may be down or unreachable.
de: iTerm2 kann keine sichere Verbindung zum Server herstellen. Der Server ist möglicherweise nicht erreichbar oder offline.
ja: iTerm2はサーバーとの安全な接続を確立できません。サーバーがダウンしているか、到達できない可能性があります。
pt_br: O iTerm2 não consegue estabelecer uma conexão segura com o servidor. O servidor pode estar fora do ar ou inacessível.
ru: iTerm2 не может установить безопасное соединение с сервером. Возможно, сервер недоступен или не работает.
zh_hans: iTerm2 无法建立与服务器的安全连接。服务器可能已关闭或不可访问。

# BrowserErrorHandler.CannotConnectTitle
source: Can’t Connect to Server
de: Verbindung zum Server nicht möglich
ja: サーバーに接続できません
pt_br: Não é possível conectar ao servidor
ru: Не удаётся подключиться к серверу
zh_hans: 无法连接到服务器。

# BrowserErrorHandler.CannotFindHostMessage
source: iTerm2 can’t find the server. Check that the web address is correct and try again.
de: iTerm2 kann den Server nicht finden. Überprüfen Sie, ob die Webadresse korrekt ist, und versuchen Sie es erneut.
ja: iTerm2はサーバーを見つけられません。Webアドレスが正しいか確認して、もう一度お試しください。
pt_br: O iTerm2 não consegue encontrar o servidor. Verifique se o endereço da web está correto e tente novamente.
ru: iTerm2 не может найти сервер. Проверьте правильность веб-адреса и попробуйте снова.
zh_hans: iTerm2 无法找到该服务器。请检查网址是否正确，然后再次尝试。

# BrowserErrorHandler.CertificateChain
source: Certificate chain:
de: Zertifikatskette:
ja: 証明書チェーン:
pt_br: Cadeia de certificados:
ru: Цепочка сертификатов:
zh_hans: 证书链：

# BrowserErrorHandler.DNSFailedMessage
source: The server’s DNS address could not be found. Check that the web address is correct.
de: Die DNS-Adresse des Servers konnte nicht gefunden werden. Überprüfen Sie, ob die Webadresse korrekt ist.
ja: サーバーのDNSアドレスが見つかりませんでした。Webアドレスが正しいか確認してください。
pt_br: Não foi possível encontrar o endereço DNS do servidor. Verifique se o endereço da web está correto.
ru: Не удалось найти DNS-адрес сервера. Проверьте правильность веб-адреса.
zh_hans: 无法找到服务器的DNS地址。请确认网址正确。

# BrowserErrorHandler.FileNotFoundMessage
source: The requested file does not exist.
de: Die angeforderte Datei existiert nicht.
ja: 要求されたファイルは存在しません。
pt_br: O arquivo solicitado não existe.
ru: Запрашиваемый файл не существует.
zh_hans: 请求的文件不存在。

# BrowserErrorHandler.FileNotFoundTitle
source: File Not Found
de: Datei nicht gefunden
ja: ファイルが見つかりません
pt_br: Arquivo não encontrado
ru: Файл не найден
zh_hans: 文件未找到

# BrowserErrorHandler.NetworkLostMessage
source: The network connection was lost. Check your internet connection and try again.
de: Die Netzwerkverbindung wurde unterbrochen. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
ja: ネットワーク接続が失われました。インターネット接続を確認して、もう一度お試しください。
pt_br: A conexão de rede foi perdida. Verifique sua conexão com a internet e tente novamente.
ru: Сетевое соединение потеряно. Проверьте подключение к интернету и попробуйте снова.
zh_hans: 网络连接中断。请检查您的互联网连接后重新尝试。

# BrowserErrorHandler.NetworkLostTitle
source: Network Connection Lost
de: Netzwerkverbindung unterbrochen
ja: ネットワーク接続が失われました
pt_br: Conexão de rede perdida
ru: Сетевое соединение потеряно
zh_hans: 网络连接丢失

# BrowserErrorHandler.NoInternetNotConnectedMessage
source: Your computer is not connected to the internet. Check your connection and try again.
de: Ihr Computer ist nicht mit dem Internet verbunden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
ja: お使いのコンピュータはインターネットに接続されていません。接続を確認して、もう一度お試しください。
pt_br: Seu computador não está conectado à internet. Verifique sua conexão e tente novamente.
ru: Ваш компьютер не подключён к интернету. Проверьте подключение и попробуйте снова.
zh_hans: 您的计算机未连接到互联网。请检查连接情况后重新尝试。

# BrowserErrorHandler.NoInternetOfflineMessage
source: Your computer appears to be offline. Check your internet connection and try again.
de: Ihr Computer scheint offline zu sein. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
ja: お使いのコンピュータはオフラインのようです。インターネット接続を確認して、もう一度お試しください。
pt_br: Seu computador parece estar off-line. Verifique sua conexão com a internet e tente novamente.
ru: Похоже, ваш компьютер не в сети. Проверьте подключение к интернету и попробуйте снова.
zh_hans: 您的计算机似乎处于离线状态。请检查互联网连接后重新尝试。

# BrowserErrorHandler.NoInternetTitle
source: No Internet Connection
de: Keine Internetverbindung
ja: インターネット接続がありません
pt_br: Sem conexão com a internet
ru: Нет подключения к интернету
zh_hans: 没有互联网连接

# BrowserErrorHandler.PageCannotLoadMessage
source: An error occurred while loading this page. %@
de: Beim Laden dieser Seite ist ein Fehler aufgetreten. %@
ja: このページの読み込み中にエラーが発生しました。%@
pt_br: Ocorreu um erro ao carregar esta página. %@
ru: При загрузке этой страницы произошла ошибка. %@
zh_hans: 加载此页面时发生错误。%@

# BrowserErrorHandler.PageCannotLoadTitle
source: Page Can’t Be Loaded
de: Seite kann nicht geladen werden
ja: ページを読み込めません
pt_br: Não é possível carregar a página
ru: Не удаётся загрузить страницу
zh_hans: 无法加载页面

# BrowserErrorHandler.PageUnavailableMessage
source: The requested page is currently unavailable. Try again later.
de: Die angeforderte Seite ist derzeit nicht verfügbar. Versuchen Sie es später erneut.
ja: 要求されたページは現在利用できません。後でもう一度お試しください。
pt_br: A página solicitada está indisponível no momento. Tente novamente mais tarde.
ru: Запрашиваемая страница сейчас недоступна. Попробуйте позже.
zh_hans: 请求的页面当前不可用。请稍后重新尝试。

# BrowserErrorHandler.PageUnavailableTitle
source: Page Unavailable
de: Seite nicht verfügbar
ja: ページを利用できません
pt_br: Página indisponível
ru: Страница недоступна
zh_hans: 页面不可使用

# BrowserErrorHandler.SecureConnectionFailedMessage
source: iTerm2 can’t verify the identity of the website. The connection may not be secure.
de: iTerm2 kann die Identität der Website nicht überprüfen. Die Verbindung ist möglicherweise nicht sicher.
ja: iTerm2はWebサイトの身元を確認できません。接続は安全でない可能性があります。
pt_br: O iTerm2 não consegue verificar a identidade do site. A conexão pode não ser segura.
ru: iTerm2 не может подтвердить подлинность веб-сайта. Соединение может быть небезопасным.
zh_hans: iTerm2无法验证网站的身份。连接可能不安全。

# BrowserErrorHandler.SecureConnectionFailedTitle
source: Secure Connection Failed
de: Sichere Verbindung fehlgeschlagen
ja: 安全な接続に失敗しました
pt_br: Falha na conexão segura
ru: Не удалось установить безопасное соединение
zh_hans: 安全连接失败

# BrowserErrorHandler.ServerNotFoundTitle
source: Server Not Found
de: Server nicht gefunden
ja: サーバーが見つかりません
pt_br: Servidor não encontrado
ru: Сервер не найден
zh_hans: 服务器未找到

# BrowserErrorHandler.SSLBadCert
source: The certificate is malformed or otherwise bad.
de: Das Zertifikat ist fehlerhaft oder anderweitig ungültig.
ja: 証明書の形式が不正であるか、その他の問題があります。
pt_br: O certificado está malformado ou inválido.
ru: Сертификат повреждён или иным образом некорректен.
zh_hans: 证书格式错误或无效。

# BrowserErrorHandler.SSLCertExpired
source: The certificate is expired.
de: Das Zertifikat ist abgelaufen.
ja: 証明書の有効期限が切れています。
pt_br: O certificado está expirado.
ru: Срок действия сертификата истёк.
zh_hans: 证书已过期。

# BrowserErrorHandler.SSLCertNotYetValid
source: The certificate is not yet valid.
de: Das Zertifikat ist noch nicht gültig.
ja: 証明書はまだ有効になっていません。
pt_br: O certificado ainda não é válido.
ru: Сертификат ещё не действителен.
zh_hans: 证书尚未生效。

# BrowserErrorHandler.SSLChainInvalid
source: The presented chain is not valid (e.g., self-signed without trust).
de: Die vorgelegte Kette ist ungültig (z. B. selbstsigniert ohne Vertrauensstellung).
ja: 提示されたチェーンは無効です（例えば、信頼されていない自己署名証明書など）。
pt_br: A cadeia apresentada não é válida (por exemplo, autoassinada sem confiança).
ru: Предоставленная цепочка недействительна (например, самоподписанный сертификат без доверия).
zh_hans: 所显示的链无效（例如，无信任的自签名证书）。

# BrowserErrorHandler.SSLHostnameMismatch
source: The hostname does not match the certificate.
de: Der Hostname stimmt nicht mit dem Zertifikat überein.
ja: ホスト名が証明書と一致しません。
pt_br: O nome do host não corresponde ao certificado.
ru: Имя хоста не соответствует сертификату.
zh_hans: 主机名与证书不匹配。

# BrowserErrorHandler.SSLNoRoot
source: No root certificate found to anchor the chain.
de: Kein Stammzertifikat gefunden, um die Kette zu verankern.
ja: チェーンを裏付けるルート証明書が見つかりません。
pt_br: Nenhum certificado raiz encontrado para ancorar a cadeia.
ru: Не найден корневой сертификат для привязки цепочки.
zh_hans: 未找到用于验证链的根证书。

# BrowserErrorHandler.SSLUnknownRoot
source: The root CA is unknown (not in trust store).
de: Die Stamm-CA ist unbekannt (nicht im Vertrauensspeicher).
ja: ルート認証局が不明です（信頼ストアにありません）。
pt_br: A autoridade certificadora raiz é desconhecida (não está no repositório de confiança).
ru: Корневой удостоверяющий центр неизвестен (отсутствует в хранилище доверенных сертификатов).
zh_hans: 根CA未知（不在信任存储中）。

# BrowserErrorHandler.TimedOutMessage
source: The server didn’t respond in time. The site may be temporarily unavailable or overloaded.
de: Der Server hat nicht rechtzeitig geantwortet. Die Website ist möglicherweise vorübergehend nicht verfügbar oder überlastet.
ja: サーバーが時間内に応答しませんでした。サイトが一時的に利用できないか、過負荷になっている可能性があります。
pt_br: O servidor não respondeu a tempo. O site pode estar temporariamente indisponível ou sobrecarregado.
ru: Сервер не ответил вовремя. Сайт может быть временно недоступен или перегружен.
zh_hans: 服务器未及时响应。网站可能暂时不可用或过载。

# BrowserErrorHandler.TimedOutTitle
source: The Connection Timed Out
de: Zeitüberschreitung der Verbindung
ja: 接続がタイムアウトしました
pt_br: A conexão expirou
ru: Превышено время ожидания соединения
zh_hans: 连接超时

# BrowserErrorHandler.TooManyRedirectsMessage
source: iTerm2 can’t open the page because the server redirected too many times.
de: iTerm2 kann die Seite nicht öffnen, da der Server zu oft umgeleitet hat.
ja: サーバーのリダイレクト回数が多すぎるため、iTerm2はページを開けません。
pt_br: O iTerm2 não consegue abrir a página porque o servidor redirecionou vezes demais.
ru: iTerm2 не может открыть страницу, потому что сервер выполнил слишком много перенаправлений.
zh_hans: 由于服务器多次重定向，iTerm2无法打开页面。

# BrowserErrorHandler.TooManyRedirectsTitle
source: Too Many Redirects
de: Zu viele Umleitungen
ja: リダイレクトが多すぎます
pt_br: Redirecionamentos em excesso
ru: Слишком много перенаправлений
zh_hans: 重定向次数过多

# BrowserFileHandler.FailedToEncodeHTML
source: Failed to encode HTML
de: HTML konnte nicht codiert werden
ja: HTMLをエンコードできませんでした
pt_br: Falha ao codificar o HTML
ru: Не удалось закодировать HTML
zh_hans: 无法编码HTML

# BrowserFileHandler.FileNotFound
source: File not found: %@
de: Datei nicht gefunden: %@
ja: ファイルが見つかりません: %@
pt_br: Arquivo não encontrado: %@
ru: Файл не найден: %@
zh_hans: 文件未找到：%@

# BrowserFileHandler.NoPathSpecified
source: No path specified
de: Kein Pfad angegeben
ja: パスが指定されていません
pt_br: Nenhum caminho especificado
ru: Путь не указан
zh_hans: 未指定路径

# BrowserGateway.Download
source: Download
de: Herunterladen
ja: ダウンロード
pt_br: Transferir
ru: Загрузить
zh_hans: 下载

# BrowserGateway.InstallPluginPrompt
source: You must install the Browser Plugin first. Download it now?
de: Sie müssen zuerst das Browser-Plugin installieren. Jetzt herunterladen?
ja: 最初にブラウザプラグインをインストールする必要があります。今すぐダウンロードしますか？
pt_br: Você precisa instalar o Plugin do Navegador primeiro. Transferir agora?
ru: Сначала необходимо установить плагин браузера. Загрузить его сейчас?
zh_hans: 你必须先安装浏览器插件。现在下载吗？

# BrowserGateway.InvalidCodeSignature
source: The code signature of the plugin at %@ is invalid. Download it again, and ensure your anti-virus does not quarantine it.
de: Die Code-Signatur des Plugins unter %@ ist ungültig. Laden Sie es erneut herunter und stellen Sie sicher, dass Ihr Antivirenprogramm es nicht unter Quarantäne stellt.
ja: %@にあるプラグインのコード署名が無効です。もう一度ダウンロードし、ウイルス対策ソフトによって隔離されないようにしてください。
pt_br: A assinatura de código do plugin em %@ é inválida. Transfira-o novamente e certifique-se de que seu antivírus não o coloque em quarentena.
ru: Подпись кода плагина по пути %@ недействительна. Загрузите его снова и убедитесь, что антивирус не помещает его в карантин.
zh_hans: 插件在%@的代码签名无效。重新下载，并确保您的反病毒软件不会将其隔离。

# BrowserGateway.NotBrowserPlugin
source: This is not the browser plugin. This file’s bundle ID is “%1$@”. The expected ID is “%2$@”.
de: Dies ist nicht das Browser-Plugin. Die Bundle-ID dieser Datei lautet „%1$@“. Die erwartete ID ist „%2$@“.
ja: これはブラウザプラグインではありません。このファイルのバンドルIDは「%1$@」です。 期待されるIDは「%2$@」です。
pt_br: Este não é o plugin do navegador. O ID do pacote deste arquivo é “%1$@”. O ID esperado é “%2$@”.
ru: Это не плагин браузера. Идентификатор пакета этого файла — «%1$@». Ожидаемый идентификатор — «%2$@».
zh_hans: 这不是浏览器插件。此文件的bundle ID为“%1$@”。 预期ID为“%2$@”。
